namespace CoronavirusCashFlow.Constants
{
    public static class AdviceText
    {
        public const string InvestInYourself =
            "Если хотите стать богатым — инвестируйте в себя! Первым вложением любого инвестора должна быть его личность, его навыки, его знания!";

        public const string InvestYourCapital =
            "В мире финансовых инструментов деньги - это все, из чего состоят срочные депозиты, государственные облигации и другие инструменты денежного рынка.\n \nЕсли вы хотите быстро разбогатеть, то не храните наличные деньги - капитал не сможет вырасти, если ничего с ним не делать.";

        public const string AchieveDream = "Достигните своей мечты: деньги лишь средство, а не цель!";
    }
}