namespace CoronavirusCashFlow.Constants
{
    public static class LifeSituationText
    {
        public const string GiftForFriend299 =
            "Вы увидели в интернет-магазине отличную вещь и вспомнили, что скоро у вашего хорошего друга день рождения. Как нельзя кстати и всего 299 рублей!";
        public const string GiftForFriend399 =
            "Вы увидели в интернет-магазине отличную вещь и вспомнили, что скоро у вашего хорошего друга день рождения. Как нельзя кстати и всего 399 рублей!";
        public const string Education29990 = 
            "Вы решили повысить свою квалификацию и купили курс обучения менеджменту. Это обошлось вам в 29 990";
        public const string ApartmentRepair50000 = 
            "Это случилось! Вы решили начать давно назревший ремонт в квартире. На материалы ушло около 50 000";
        public const string Flooded5000 = 
            "Ой! Соседи сверху, кажется, забыли выключить воду, а у вас не было страховки. Ремонт обошёлся в 5 000";
        public const string Medicines1890 = 
            "Вы почувствовали себя нехорошо, а градусник показал +37 градусов. Пришлось вызвать врача, который выписал вам лекарства на 1 890";
        public const string RefrigeratorBurnedOut30499 = 
            "Ваш холодильник, купленный ещё вашими родителями, сгорел. От старости? Какая разница, новый стоит всего 30 499";
        public const string TrafficAccident5000 = 
            "Упс! Неработающий светофор не позволил без инцидента разъехаться с «Жигули». Хуже, если бы это был Мерседес, а так всего 5 000";
        public const string TrafficAnimalAccident9000 = 
            "Никогда не угадаешь, когда олени решат перейти трассу. Животное не пострадало, но ремонт автомобиля обошёлся вам в 9 000";
        public const string TripToParents5000 = 
            "Мама-таки уговорила вас приехать в гости. Дорога к родителям стоила 5 000";
        public const string PhoneBroke49900 = 
            "Алло? Алло?! Кажется, то самое падение телефона на пол не прошло бесследно. Ну ладно, новенький телефон Pineapple стоит 49 900";
        public const string NewSuit15900 = 
            "Вы увидели в магазине приличный костюм, сшитый как-будто специально для вас. Обошёлся вам в 15 900";
        public const string Skiing27000 = 
            "Вы давно собирались купить себе горные лыжи и решили сделать себе новогодний подарок, стоивший вам 27 000";
        public const string Vacation40000 = 
            "Махнуть с друзьями в Крым! Это не так дорого, но на самолёт, жильё и развлечения вы с радостью потратили 40 000";
        public const string Vacation33000 = 
            "Друзья уговорили вас на поездку на музыкальный фестиваль в столицу. Перелёт, проживание в гостинице, бургеры на фестивале и сами билеты на концерт стоили вам 33 000. Но вы точно не пожалели!";
        public const string Donut230 = 
            "Порадовать себя кофе с пончиком из автомата в офисе на работе стоит 230. Съесть этот пончик - бесценно";
        public const string Pizza900 = 
            "По дороге домой зайти в пиццерию, отметить окончание рабочей недели и съесть круг любимой пиццы стоит каких-то 900";
        public const string SharpWings1100 =
            "За 1100 вы побаловали себя острыми крылышками из CFK... Выходной прошёл не зря!";
        public const string Antivirus2900 =
            "Удалённая работа дома из-за пандемии выявила слабые места в работе вашего ПК. Пришлось купить антивирус за 2900";
    }
}